Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: AppleVis has always blocked strong or explicit language from anything posted through the app — that never changes. New: Settings > Privacy (and a new setup step) can now also mask milder language, which the site otherwise allows, so it shows up as "s***" instead of spelled out. On by default, to help AppleVis stay welcoming and stay within Apple's guidelines for our age rating — turn it off anytime if you'd rather see everything exactly as written.
ar: لطالما حظر AppleVis الألفاظ القوية أو الصريحة من كل ما يُنشر عبر التطبيق — وهذا لا يتغير أبدًا. جديد: يمكن الآن للإعدادات > الخصوصية (وخطوة إعداد جديدة) أيضًا تنكير الألفاظ الأخف، التي يسمح بها الموقع أصلاً، لتظهر مثل "s***" بدلاً من كتابتها كاملة. مفعّل افتراضيًا، للمساعدة في إبقاء AppleVis ترحيبيًا والالتزام بإرشادات Apple لتصنيفنا العمري — يمكنك إيقافه في أي وقت إذا كنت تفضل رؤية كل شيء تمامًا كما كُتب.
de: AppleVis hat schon immer starke oder explizite Sprache aus allem blockiert, was über die App gepostet wird – das ändert sich nie. Neu: Einstellungen > Datenschutz (und ein neuer Einrichtungsschritt) können jetzt auch mildere Sprache maskieren, die die Website ansonsten erlaubt, sodass sie als „s***“ statt ausgeschrieben erscheint. Standardmäßig aktiviert, damit AppleVis einladend bleibt und die Richtlinien von Apple für unsere Alterseinstufung eingehalten werden – jederzeit deaktivierbar, falls du lieber alles genau so siehst, wie es geschrieben wurde.
el: Το AppleVis ανέκαθεν απέκλειε την έντονη ή σαφή γλώσσα από οτιδήποτε δημοσιεύεται μέσω της εφαρμογής — αυτό δεν αλλάζει ποτέ. Νέο: Οι Ρυθμίσεις > Απόρρητο (και ένα νέο βήμα ρύθμισης) μπορούν πλέον να συγκαλύπτουν και την ηπιότερη γλώσσα, την οποία ούτως ή άλλως επιτρέπει ο ιστότοπος, ώστε να εμφανίζεται ως "s***" αντί να γράφεται ολόκληρη. Ενεργό από προεπιλογή, για να βοηθήσει το AppleVis να παραμείνει φιλόξενο και να συμμορφώνεται με τις οδηγίες της Apple για τη διαβάθμιση ηλικίας μας — απενεργοποιήστε το όποτε θέλετε αν προτιμάτε να βλέπετε τα πάντα ακριβώς όπως γράφτηκαν.
es: AppleVis siempre ha bloqueado el lenguaje fuerte o explícito en todo lo publicado a través de la app; eso nunca cambia. Novedad: Ajustes > Privacidad (y un nuevo paso de configuración) ahora también pueden enmascarar el lenguaje más suave, que el sitio permite de todos modos, para que aparezca como "s***" en lugar de escrito por completo. Activado de forma predeterminada, para ayudar a que AppleVis siga siendo acogedor y cumpla con las pautas de Apple para nuestra clasificación de edad; desactívalo cuando quieras si prefieres ver todo exactamente como está escrito.
fa: AppleVis همیشه زبان تند یا صریح را از هر چیزی که از طریق برنامه ارسال می‌شود مسدود کرده است — این هرگز تغییر نمی‌کند. جدید: تنظیمات > حریم خصوصی (و یک مرحله تنظیم جدید) اکنون می‌توانند زبان ملایم‌تر را نیز، که سایت به هر حال اجازه می‌دهد، به‌صورت "s***" نمایش دهند نه کامل. به‌طور پیش‌فرض روشن است تا AppleVis پذیرا بماند و با دستورالعمل‌های اپل برای رده‌بندی سنی‌مان همسو باشد — اگر ترجیح می‌دهید همه‌چیز را دقیقاً همان‌طور که نوشته شده ببینید، هر زمان می‌توانید آن را خاموش کنید.
fr: AppleVis a toujours bloqué le langage fort ou explicite dans tout ce qui est publié via l'app ; cela ne change jamais. Nouveau : Réglages > Confidentialité (et une nouvelle étape de configuration) peuvent désormais aussi masquer le langage plus léger, que le site autorise par ailleurs, pour qu'il apparaisse comme « s*** » au lieu d'être écrit en entier. Activé par défaut, pour qu'AppleVis reste accueillant et respecte les directives d'Apple pour notre classification d'âge — désactivez-le à tout moment si vous préférez tout voir exactement comme c'est écrit.
he: AppleVis תמיד חסם שפה בוטה או גסה מכל דבר שמתפרסם דרך האפליקציה — זה לעולם לא משתנה. חדש: הגדרות > פרטיות (ושלב הגדרה חדש) יכולים כעת גם להסתיר שפה מתונה יותר, שהאתר ממילא מתיר, כך שתופיע כמו "s***" במקום כתובה במלואה. מופעל כברירת מחדל, כדי לעזור ל-AppleVis להישאר מזמין ולעמוד בהנחיות של Apple לדירוג הגילאים שלנו — אפשר לכבות זאת בכל עת אם אתם מעדיפים לראות הכול בדיוק כפי שנכתב.
hi: AppleVis ने हमेशा ऐप के ज़रिए पोस्ट की गई किसी भी चीज़ से कठोर या स्पष्ट भाषा को रोका है — यह कभी नहीं बदलता। नया: सेटिंग्स > गोपनीयता (और एक नया सेटअप चरण) अब हल्की भाषा को भी छिपा सकते हैं, जिसे साइट वैसे भी अनुमति देती है, ताकि यह पूरा लिखे जाने के बजाय "s***" जैसी दिखे। यह डिफ़ॉल्ट रूप से चालू है, ताकि AppleVis स्वागत योग्य बना रहे और हमारी आयु रेटिंग के लिए Apple के दिशानिर्देशों का पालन हो सके — यदि आप सब कुछ बिल्कुल वैसे ही देखना चाहते हैं जैसे लिखा गया है, तो इसे कभी भी बंद करें।
id: AppleVis selalu memblokir bahasa kasar atau eksplisit dari apa pun yang diposting melalui aplikasi — itu tidak pernah berubah. Baru: Pengaturan > Privasi (dan langkah pengaturan baru) kini juga dapat menyamarkan bahasa yang lebih ringan, yang tetap diizinkan situs, sehingga muncul sebagai "s***" alih-alih dieja penuh. Aktif secara default, untuk membantu AppleVis tetap ramah dan sesuai dengan pedoman Apple untuk rating usia kami — matikan kapan saja jika Anda lebih suka melihat semuanya persis seperti yang ditulis.
it: AppleVis ha sempre bloccato il linguaggio forte o esplicito da tutto ciò che viene pubblicato tramite l'app; questo non cambia mai. Novità: Impostazioni > Privacy (e un nuovo passaggio di configurazione) possono ora anche mascherare il linguaggio più lieve, comunque consentito dal sito, così da mostrarlo come "s***" invece che per intero. Attivo per impostazione predefinita, per mantenere AppleVis accogliente e rispettare le linee guida di Apple per la nostra classificazione d'età: disattivalo quando vuoi se preferisci vedere tutto esattamente come è scritto.
ja: AppleVisはこれまでも、アプリを通じて投稿されるあらゆるコンテンツから強い言葉や露骨な表現を常にブロックしてきました。これは変わりません。新機能：「設定」＞「プライバシー」（および新しいセットアップの手順）で、サイトでは許可されている軽い言葉も「s***」のように伏せ字で表示できるようになりました。AppleVisを迎え入れやすい場にし、年齢レーティングに関するAppleのガイドラインを守るため既定でオンになっていますが、書かれた通りにすべて見たい場合はいつでもオフにできます。
ko: AppleVis는 앱을 통해 게시되는 모든 콘텐츠에서 항상 강하거나 노골적인 표현을 차단해 왔으며, 이는 변하지 않습니다. 새 기능: 이제 설정 > 개인정보 보호(및 새로운 설정 단계)에서 사이트가 어차피 허용하는 순화된 표현도 가려서 "s***"처럼 표시할 수 있습니다. AppleVis를 환영하는 공간으로 유지하고 연령 등급에 대한 Apple의 지침을 준수하기 위해 기본적으로 켜져 있으며, 작성된 그대로 모두 보고 싶다면 언제든지 끌 수 있습니다.
nl: AppleVis heeft altijd sterke of expliciete taal geblokkeerd uit alles wat via de app wordt geplaatst — dat verandert nooit. Nieuw: Instellingen > Privacy (en een nieuwe installatiestap) kunnen nu ook mildere taal maskeren, die de site toch al toestaat, zodat deze als "s***" verschijnt in plaats van voluit. Standaard ingeschakeld, om AppleVis gastvrij te houden en te voldoen aan Apples richtlijnen voor onze leeftijdsclassificatie — schakel het op elk moment uit als je liever alles precies zoals geschreven ziet.
pl: AppleVis zawsze blokował mocny lub dosadny język we wszystkim, co jest publikowane za pośrednictwem aplikacji — to się nigdy nie zmienia. Nowość: Ustawienia > Prywatność (oraz nowy krok konfiguracji) mogą teraz również maskować łagodniejszy język, który strona i tak dopuszcza, tak aby pojawiał się jako „s***” zamiast w pełnym brzmieniu. Domyślnie włączone, aby AppleVis pozostawało przyjazne i zgodne z wytycznymi Apple dotyczącymi naszej klasyfikacji wiekowej — wyłącz w dowolnym momencie, jeśli wolisz widzieć wszystko dokładnie tak, jak zostało napisane.
pt: O AppleVis sempre bloqueou linguagem forte ou explícita de tudo o que é publicado pelo app; isso nunca muda. Novidade: Ajustes > Privacidade (e uma nova etapa de configuração) agora também podem mascarar a linguagem mais leve, que o site permite de qualquer forma, para que apareça como "s***" em vez de escrita por completo. Ativado por padrão, para ajudar o AppleVis a continuar acolhedor e seguir as diretrizes da Apple para nossa classificação etária — desative quando quiser se preferir ver tudo exatamente como foi escrito.
ru: AppleVis всегда блокировал резкие или откровенные выражения во всём, что публикуется через приложение, — это никогда не меняется. Новое: раздел «Настройки» > «Конфиденциальность» (и новый шаг настройки) теперь также могут маскировать более мягкие слова, которые сайт в любом случае разрешает, показывая их как «s***» вместо полного написания. Включено по умолчанию, чтобы AppleVis оставался дружелюбным и соответствовал рекомендациям Apple для нашего возрастного рейтинга — отключите в любой момент, если предпочитаете видеть всё именно так, как написано.
sv: AppleVis har alltid blockerat starkt eller uttryckligt språk från allt som publiceras via appen – det ändras aldrig. Nytt: Inställningar > Sekretess (och ett nytt konfigurationssteg) kan nu även maskera mildare språk, som webbplatsen ändå tillåter, så att det visas som "s***" i stället för utskrivet. På som standard, för att hjälpa AppleVis att förbli välkomnande och följa Apples riktlinjer för vår åldersgräns – stäng av när som helst om du hellre vill se allt exakt som det skrevs.
th: AppleVis บล็อกภาษารุนแรงหรือโจ่งแจ้งจากทุกสิ่งที่โพสต์ผ่านแอปมาโดยตลอด ซึ่งไม่เคยเปลี่ยนแปลง ใหม่: การตั้งค่า > ความเป็นส่วนตัว (และขั้นตอนการตั้งค่าใหม่) ตอนนี้สามารถซ่อนภาษาที่รุนแรงน้อยกว่าได้ด้วย ซึ่งเว็บไซต์อนุญาตอยู่แล้ว ให้แสดงเป็น "s***" แทนที่จะสะกดเต็ม เปิดใช้งานเป็นค่าเริ่มต้นเพื่อช่วยให้ AppleVis เป็นมิตรต่อไปและเป็นไปตามแนวทางของ Apple สำหรับการจัดเรตอายุของเรา ปิดได้ทุกเมื่อหากคุณต้องการเห็นทุกอย่างตามที่เขียนไว้จริง
tr: AppleVis, uygulama üzerinden paylaşılan her şeydeki güçlü veya açık ifadeleri her zaman engellemiştir — bu asla değişmez. Yeni: Ayarlar > Gizlilik (ve yeni bir kurulum adımı) artık sitenin zaten izin verdiği daha hafif ifadeleri de gizleyerek "s***" gibi gösterebilir. AppleVis'in samimi kalmasına yardımcı olmak ve yaş derecelendirmemiz için Apple'ın yönergelerine uymak amacıyla varsayılan olarak açıktır — her şeyi tam olarak yazıldığı gibi görmeyi tercih ederseniz istediğiniz zaman kapatabilirsiniz.
uk: AppleVis завжди блокував різку або відверту лексику в усьому, що публікується через застосунок, — це ніколи не змінюється. Нове: розділ «Налаштування» > «Конфіденційність» (і новий крок налаштування) тепер також можуть маскувати м'якіші слова, які сайт і так дозволяє, показуючи їх як «s***» замість повного написання. Увімкнено за замовчуванням, щоб AppleVis залишався привітним і відповідав рекомендаціям Apple щодо нашого вікового рейтингу — вимкніть будь-коли, якщо хочете бачити все саме так, як написано.
vi: AppleVis luôn chặn ngôn từ mạnh hoặc thô tục khỏi bất cứ điều gì được đăng qua ứng dụng — điều đó không bao giờ thay đổi. Mới: Cài đặt > Quyền riêng tư (và một bước thiết lập mới) giờ đây cũng có thể che ngôn từ nhẹ hơn, vốn đã được trang web cho phép, để nó hiển thị dưới dạng "s***" thay vì viết đầy đủ. Bật theo mặc định, để giúp AppleVis luôn thân thiện và tuân thủ hướng dẫn của Apple cho xếp hạng độ tuổi của chúng tôi — tắt bất cứ lúc nào nếu bạn muốn xem mọi thứ chính xác như đã viết.
zh_hans: AppleVis 一直会屏蔽通过应用发布的任何内容中的强烈或露骨用语——这一点永远不变。新功能：“设置”>“隐私”（以及新的设置步骤）现在还可以遮蔽网站本来就允许的较温和用语，使其显示为“s***”而不是完整拼出。默认开启，以帮助 AppleVis 保持友好氛围并符合 Apple 对我们年龄分级的相关规定——如果您希望完全按原样查看所有内容，也可以随时关闭。

source: AppleVis is built by and for the blindness and low-vision community. Your privacy is not a product. This section explains what we collect, what stays on your device, and gives you control over smart features.
ar: تم بناء AppleVis من قِبل مجتمع فاقدي البصر وضعاف البصر ومن أجله. خصوصيتك ليست منتجًا. يشرح هذا القسم ما نجمعه، وما يبقى على جهازك، ويمنحك التحكم في الميزات الذكية.
de: AppleVis wird von und für die Blinden- und Sehbehinderten-Community entwickelt. Deine Privatsphäre ist kein Produkt. Dieser Abschnitt erklärt, was wir erfassen, was auf deinem Gerät verbleibt, und gibt dir Kontrolle über智能 Funktionen.
el: Το AppleVis δημιουργείται από και για την κοινότητα τυφλών και αμβλυώπων. Το απόρρητό σας δεν είναι προϊόν. Αυτή η ενότητα εξηγεί τι συλλέγουμε, τι παραμένει στη συσκευή σας, και σας δίνει έλεγχο στις έξυπνες λειτουργίες.
es: AppleVis está creada por y para la comunidad de personas ciegas y con baja visión. Tu privacidad no es un producto. Esta sección explica qué recopilamos, qué permanece en tu dispositivo y te da control sobre las funciones inteligentes.
fa: AppleVis توسط و برای جامعهٔ نابینایان و کم‌بینایان ساخته شده است. حریم خصوصی شما یک محصول نیست. این بخش توضیح می‌دهد چه چیزی جمع‌آوری می‌کنیم، چه چیزی روی دستگاه شما باقی می‌ماند و کنترل ویژگی‌های هوشمند را به شما می‌دهد.
fr: AppleVis est conçue par et pour la communauté des personnes aveugles et malvoyantes. Votre vie privée n'est pas un produit. Cette section explique ce que nous collectons, ce qui reste sur votre appareil, et vous donne le contrôle sur les fonctionnalités intelligentes.
he: AppleVis נבנתה על ידי ועבור קהילת העיוורים וכבדי הראייה. הפרטיות שלך אינה מוצר. חלק זה מסביר מה אנו אוספים, מה נשאר במכשיר שלך, ומעניק לך שליטה על תכונות חכמות.
hi: AppleVis को दृष्टिबाधित और कम दृष्टि वाले समुदाय द्वारा और उनके लिए बनाया गया है। आपकी गोपनीयता कोई उत्पाद नहीं है। यह अनुभाग बताता है कि हम क्या एकत्र करते हैं, आपके डिवाइस पर क्या रहता है, और आपको स्मार्ट सुविधाओं पर नियंत्रण देता है।
id: AppleVis dibangun oleh dan untuk komunitas tunanetra dan low vision. Privasi Anda bukan produk. Bagian ini menjelaskan apa yang kami kumpulkan, apa yang tetap ada di perangkat Anda, dan memberi Anda kendali atas fitur pintar.
it: AppleVis è realizzata da e per la comunità di persone non vedenti e ipovedenti. La tua privacy non è un prodotto. Questa sezione spiega cosa raccogliamo, cosa rimane sul tuo dispositivo e ti dà il controllo sulle funzionalità intelligenti.
ja: AppleVis は、視覚障がいおよびロービジョンのコミュニティによって、そのコミュニティのために作られています。あなたのプライバシーは商品ではありません。このセクションでは、収集する情報、デバイスに保存される情報、そしてスマート機能に対する管理方法について説明します。
ko: AppleVis는 시각장애 및 저시력 커뮤니티에 의해, 그리고 그들을 위해 만들어졌습니다. 여러분의 개인정보는 상품이 아닙니다. 이 섹션에서는 수집하는 정보, 기기에 남는 정보, 그리고 스마트 기능에 대한 제어권을 설명합니다.
nl: AppleVis is gemaakt door en voor de gemeenschap van blinden en slechtzienden. Jouw privacy is geen product. Dit gedeelte legt uit wat we verzamelen, wat op je apparaat blijft, en geeft je controle over slimme functies.
pl: AppleVis jest tworzone przez i dla społeczności osób niewidomych i słabowidzących. Twoja prywatność nie jest produktem. Ta sekcja wyjaśnia, co zbieramy, co pozostaje na Twoim urządzeniu, i daje Ci kontrolę nad inteligentnymi funkcjami.
pt: A AppleVis é criada pela e para a comunidade de pessoas cegas e com baixa visão. Sua privacidade não é um produto. Esta seção explica o que coletamos, o que permanece no seu dispositivo e dá a você controle sobre os recursos inteligentes.
ru: AppleVis создаётся сообществом незрячих и слабовидящих людей и для них. Ваша конфиденциальность — не товар. В этом разделе объясняется, что мы собираем, что остаётся на вашем устройстве, и даётся контроль над интеллектуальными функциями.
sv: AppleVis skapas av och för gemenskapen av blinda och synsvaga. Din integritet är ingen produkt. Det här avsnittet förklarar vad vi samlar in, vad som stannar på din enhet, och ger dig kontroll över smarta funktioner.
th: AppleVis สร้างขึ้นโดยและเพื่อชุมชนผู้พิการทางสายตาและสายตาเลือนราง ความเป็นส่วนตัวของคุณไม่ใช่สินค้า ส่วนนี้อธิบายว่าเราเก็บข้อมูลอะไร อะไรที่ยังอยู่ในอุปกรณ์ของคุณ และให้คุณควบคุมฟีเจอร์อัจฉริยะได้
tr: AppleVis, görme engelliler ve az gören topluluk tarafından ve onlar için oluşturulmuştur. Gizliliğiniz bir ürün değildir. Bu bölüm neleri topladığımızı, cihazınızda neyin kaldığını açıklar ve akıllı özellikler üzerinde size kontrol sağlar.
uk: AppleVis створено спільнотою незрячих і слабозорих людей і для неї. Ваша конфіденційність — не товар. У цьому розділі пояснюється, що ми збираємо, що залишається на вашому пристрої, і надається контроль над розумними функціями.
vi: AppleVis được xây dựng bởi và cho cộng đồng người khiếm thị và thị lực kém. Quyền riêng tư của bạn không phải là sản phẩm. Phần này giải thích những gì chúng tôi thu thập, những gì lưu lại trên thiết bị của bạn, và cho bạn quyền kiểm soát các tính năng thông minh.
zh_hans: AppleVis 由盲人和低视力群体打造，服务于该群体。您的隐私不是商品。本节说明我们收集哪些信息、哪些信息保留在您的设备上，并让您掌控智能功能。

source: AppleVis is built entirely on Apple's native frameworks — SwiftUI, AVFoundation, Combine, and the rest of the system SDK. It has no third-party Swift package dependencies.
ar: تم بناء AppleVis بالكامل على أطر عمل Apple الأصلية — SwiftUI وAVFoundation وCombine وبقية حزمة تطوير النظام (SDK). ليس لديها أي اعتماديات على حزم Swift من جهات خارجية.
de: AppleVis basiert vollständig auf Apples nativen Frameworks – SwiftUI, AVFoundation, Combine und dem Rest des System-SDK. Es gibt keine Abhängigkeiten von Swift-Paketen von Drittanbietern.
el: Το AppleVis είναι χτισμένο εξ ολοκλήρου πάνω στα εγγενή frameworks της Apple — SwiftUI, AVFoundation, Combine και το υπόλοιπο system SDK. Δεν έχει εξαρτήσεις από πακέτα Swift τρίτων.
es: AppleVis está construida completamente con los frameworks nativos de Apple: SwiftUI, AVFoundation, Combine y el resto del SDK del sistema. No tiene dependencias de paquetes Swift de terceros.
fa: AppleVis به‌طور کامل بر پایهٔ فریمورک‌های بومی اپل — SwiftUI، AVFoundation، Combine و بقیهٔ SDK سیستم ساخته شده است. هیچ وابستگی به بستهٔ Swift شخص ثالثی ندارد.
fr: AppleVis est entièrement construite sur les frameworks natifs d'Apple — SwiftUI, AVFoundation, Combine et le reste du SDK système. Elle n'a aucune dépendance à des packages Swift tiers.
he: AppleVis בנויה במלואה על המסגרות הילידיות של Apple — SwiftUI, AVFoundation, Combine ושאר ה-SDK של המערכת. אין לה תלות בחבילות Swift של צד שלישי.
hi: AppleVis पूरी तरह से Apple के नेटिव फ्रेमवर्क — SwiftUI, AVFoundation, Combine, और बाकी सिस्टम SDK पर बनाया गया है। इसमें कोई तृतीय-पक्ष Swift पैकेज निर्भरता नहीं है।
id: AppleVis dibangun sepenuhnya di atas framework native Apple — SwiftUI, AVFoundation, Combine, dan sisa SDK sistem. Tidak memiliki dependensi paket Swift pihak ketiga.
it: AppleVis è costruita interamente sui framework nativi di Apple — SwiftUI, AVFoundation, Combine e il resto dell'SDK di sistema. Non ha dipendenze da pacchetti Swift di terze parti.
ja: AppleVis は、SwiftUI、AVFoundation、Combine などの Apple ネイティブフレームワークとシステム SDK のみを使用して構築されています。サードパーティの Swift パッケージへの依存はありません。
ko: AppleVis는 SwiftUI, AVFoundation, Combine 등 Apple의 네이티브 프레임워크와 시스템 SDK만으로 구축되었습니다. 타사 Swift 패키지 종속성이 없습니다.
nl: AppleVis is volledig gebouwd op Apples eigen frameworks — SwiftUI, AVFoundation, Combine en de rest van de systeem-SDK. Er zijn geen afhankelijkheden van Swift-pakketten van derden.
pl: AppleVis jest zbudowane w całości na natywnych frameworkach Apple — SwiftUI, AVFoundation, Combine oraz reszcie systemowego SDK. Nie ma żadnych zależności od zewnętrznych pakietów Swift.
pt: A AppleVis é construída inteiramente sobre os frameworks nativos da Apple — SwiftUI, AVFoundation, Combine e o restante do SDK do sistema. Não possui dependências de pacotes Swift de terceiros.
ru: AppleVis полностью построено на нативных фреймворках Apple — SwiftUI, AVFoundation, Combine и остальном системном SDK. У него нет зависимостей от сторонних Swift-пакетов.
sv: AppleVis är helt byggt på Apples inbyggda ramverk — SwiftUI, AVFoundation, Combine och resten av system-SDK:t. Det har inga beroenden av Swift-paket från tredje part.
th: AppleVis สร้างขึ้นทั้งหมดบนเฟรมเวิร์กดั้งเดิมของ Apple — SwiftUI, AVFoundation, Combine และส่วนที่เหลือของ system SDK ไม่มีการพึ่งพาแพ็กเกจ Swift จากบุคคลที่สาม
tr: AppleVis tamamen Apple'ın yerel çerçeveleri üzerine inşa edilmiştir — SwiftUI, AVFoundation, Combine ve sistem SDK'sının geri kalanı. Üçüncü taraf Swift paket bağımlılığı yoktur.
uk: AppleVis повністю побудовано на нативних фреймворках Apple — SwiftUI, AVFoundation, Combine та решті системного SDK. Він не має залежностей від сторонніх пакетів Swift.
vi: AppleVis được xây dựng hoàn toàn trên các framework gốc của Apple — SwiftUI, AVFoundation, Combine và phần còn lại của SDK hệ thống. Nó không có phụ thuộc gói Swift của bên thứ ba.
zh_hans: AppleVis 完全基于 Apple 的原生框架构建——SwiftUI、AVFoundation、Combine 以及系统 SDK 的其余部分。它不依赖任何第三方 Swift 包。

source: AppleVis is ready for you. Here's a summary of your setup:
ar: أصبح AppleVis جاهزًا لك. إليك ملخص إعدادك:
de: AppleVis ist bereit für dich. Hier ist eine Zusammenfassung deiner Einrichtung:
el: Το AppleVis είναι έτοιμο για εσάς. Ακολουθεί μια σύνοψη της ρύθμισής σας:
es: AppleVis está listo para ti. Aquí tienes un resumen de tu configuración:
fa: اپل‌ویز برای شما آماده است. در ادامه خلاصه‌ای از تنظیمات شما آمده است:
fr: AppleVis est prêt pour vous. Voici un résumé de votre configuration :
he: AppleVis מוכן בשבילך. הנה סיכום ההגדרה שלך:
hi: AppleVis आपके लिए तैयार है। यहां आपके सेटअप का सारांश है:
id: AppleVis siap untuk Anda. Berikut ringkasan penyiapan Anda:
it: AppleVis è pronto per te. Ecco un riepilogo della tua configurazione:
ja: AppleVisの準備ができました。以下はセットアップの概要です:
ko: AppleVis가 준비되었습니다. 다음은 설정 요약입니다:
nl: AppleVis is klaar voor je. Hier is een overzicht van je installatie:
pl: AppleVis jest dla Ciebie gotowy. Oto podsumowanie Twojej konfiguracji:
pt: O AppleVis está pronto para você. Aqui está um resumo da sua configuração:
ru: AppleVis готов к работе. Вот сводка ваших настроек:
sv: AppleVis är redo för dig. Här är en sammanfattning av din installation:
th: AppleVis พร้อมสำหรับคุณแล้ว นี่คือสรุปการตั้งค่าของคุณ:
tr: AppleVis sizin için hazır. İşte kurulumunuzun özeti:
uk: AppleVis готовий для вас. Ось підсумок ваших налаштувань:
vi: AppleVis đã sẵn sàng cho bạn. Đây là bản tóm tắt thiết lập của bạn:
zh_hans: AppleVis 已为您准备就绪。以下是您的设置摘要:
